Repository: danerx77/f1
Catalog: tm/srcdatatext.tmx
Source language: en
Languages: pl

source: STENCH
pl: SMRÓD

source: DRIZZLE
pl: MŻAWKA

source: SPEED BOOST
pl: SZYBKOŚĆ

source: BATTLE ARMOR
pl: ZBROJA

source: STURDY
pl: KRZEPA

source: DAMP
pl: WILGOĆ

source: LIMBER
pl: ZWINNOŚĆ

source: SAND VEIL
pl: SCHRON ZIEMI

source: STATIC
pl: STATYCZNOŚĆ

source: VOLT ABSORB
pl: PRĄDOLUBNOŚĆ

source: WATER ABSORB
pl: WODOLUBNOŚĆ

source: OBLIVIOUS
pl: NIEPAMIĘĆ

source: CLOUD NINE
pl: SIÓDME NIEBO

source: COMPOUNDEYES
pl: ZŁOŻONE OCZY

source: INSOMNIA
pl: BEZSENNOŚĆ

source: COLOR CHANGE
pl: ZMIANAKOLORU

source: IMMUNITY
pl: ODPORNOŚĆ

source: FLASH FIRE
pl: BŁYSK OGNIA

source: SHIELD DUST
pl: OSŁONKA PYŁU

source: OWN TEMPO
pl: WŁASNE TEMPO

source: SUCTION CUPS
pl: PRZYSSAWKI

source: INTIMIDATE
pl: ZASTRASZENIE

source: SHADOW TAG
pl: OGON CIENIA

source: ROUGH SKIN
pl: TWARDA SKÓRA

source: WONDER GUARD
pl: CUDNA STRAŻ

source: LEVITATE
pl: LEWITACJA

source: EFFECT SPORE
pl: ZARODNIKI

source: SYNCHRONIZE
pl: SYNCHRONIZM

source: CLEAR BODY
pl: CZYSTE CIAŁO

source: NATURAL CURE
pl: LEK Z NATURY

source: LIGHTNINGROD
pl: PIORUNOCHRON

source: SERENE GRACE
pl: LEKKI WDZIĘK

source: SWIFT SWIM
pl: CHYŻY PŁYWAK

source: CHLOROPHYLL
pl: CHLOROFIL

source: ILLUMINATE
pl: OŚWIETLENIE

source: TRACE
pl: ODTWORZENIE

source: HUGE POWER
pl: WIELKA SIŁA

source: POISON POINT
pl: TRUJĄCY RÓG

source: INNER FOCUS
pl: SKUPIENIE

source: MAGMA ARMOR
pl: MAGMOZBROJA

source: WATER VEIL
pl: WODNY SCHRON

source: MAGNET PULL
pl: MAGNESOWANIE

source: SOUNDPROOF
pl: BEZDŹWIĘKOWY

source: RAIN DISH
pl: ZBIERAK WODY

source: SAND STREAM
pl: POTOK PIASKU

source: PRESSURE
pl: PRESJA

source: THICK FAT
pl: OTYŁOŚĆ

source: EARLY BIRD
pl: RANNY PTAK

source: FLAME BODY
pl: ŻAR CIAŁA

source: RUN AWAY
pl: UCIECZKA

source: KEEN EYE
pl: BYSTRY WZROK

source: HYPER CUTTER
pl: HIPERKRAJACZ

source: PICKUP
pl: ZBIERACZ

source: TRUANT
pl: BŁĘDNOŚĆ

source: HUSTLE
pl: POŚPIECH

source: CUTE CHARM
pl: SŁODKI UROK

source: FORECAST
pl: PROGNOZA

source: STICKY HOLD
pl: LEPKI UŚCISK

source: SHED SKIN
pl: ZMIANA SKÓRY

source: GUTS
pl: TWARDZIEL

source: MARVEL SCALE
pl: ŁUSKA CUDÓW

source: LIQUID OOZE
pl: PŁYNNY SZLAM

source: OVERGROW
pl: PRZEROST

source: BLAZE
pl: GORZENIE

source: TORRENT
pl: RWĄCY POTOK

source: SWARM
pl: RÓJ

source: ROCK HEAD
pl: TWARDOGŁOWY

source: DROUGHT
pl: SUSZA

source: ARENA TRAP
pl: PUŁAPKA

source: VITAL SPIRIT
pl: ŻYWIOŁOWOŚĆ

source: WHITE SMOKE
pl: BIAŁY DYM

source: PURE POWER
pl: CZYSTA SIŁA

source: SHELL ARMOR
pl: SKORUPA

source: CACOPHONY
pl: KAKOFONIA

source: AIR LOCK
pl: BLOK NIEBA

source: POUND
pl: UDERZENIE

source: KARATE CHOP
pl: CIOS KARATE

source: DOUBLESLAP
pl: DWUKLAPS

source: COMET PUNCH
pl: GRAD CIOSÓW

source: MEGA PUNCH
pl: MEGA PIEŚĆ

source: PAY DAY
pl: WYPŁATA

source: FIRE PUNCH
pl: PIEŚĆ OGNIA

source: ICE PUNCH
pl: LODOWA PIEŚC

source: THUNDERPUNCH
pl: PIEŚĆ GROMU

source: SCRATCH
pl: DRAPANIE

source: VICEGRIP
pl: KLESZCZE

source: GUILLOTINE
pl: GILOTYNA

source: RAZOR WIND
pl: OSTRZAWIATRU

source: SWORDS DANCE
pl: TANIECMIECZY

source: CUT
pl: CIECIE

source: GUST
pl: PORYW WIATRU

source: WING ATTACK
pl: SKRZYDŁOATAK

source: WHIRLWIND
pl: ZDMUCHNIECIE

source: FLY
pl: LOT

source: BIND
pl: OPLECENIE

source: SLAM
pl: TRZAŚNIECIE

source: VINE WHIP
pl: ATAK PNĄCZEM

source: STOMP
pl: STRATOWANIE

source: DOUBLE KICK
pl: PODWÓJNY KOP

source: MEGA KICK
pl: MEGA KOP

source: JUMP KICK
pl: KOPZWYSKOKU

source: ROLLING KICK
pl: KOP Z OBROTU

source: SAND-ATTACK
pl: ATAK PIASKU

source: HEADBUTT
pl: TARAN

source: HORN ATTACK
pl: ATAK ROGIEM

source: FURY ATTACK
pl: ATAK FURII

source: HORN DRILL
pl: ŚWIDRORÓG

source: TACKLE
pl: PCHNIECIE

source: BODY SLAM
pl: ATAK CIAŁEM

source: WRAP
pl: OMOTANIE

source: TAKE DOWN
pl: SZARŻA

source: THRASH
pl: ŁOMOT

source: DOUBLE-EDGE
pl: OBOSIECZ

source: TAIL WHIP
pl: MERDANIE

source: POISON STING
pl: TRUJĄCEŻĄDŁO

source: TWINEEDLE
pl: DWUIGŁA

source: PIN MISSILE
pl: IGŁOPOCISK

source: LEER
pl: ŁYPANIE

source: BITE
pl: UGRYZIENIE

source: GROWL
pl: WARCZENIE

source: ROAR
pl: RYK

source: SING
pl: ŚPIEW

source: SUPERSONIC
pl: ULTRADŹWIEKI

source: SONICBOOM
pl: DŹWIEKOGROM

source: DISABLE
pl: WYŁĄCZENIE

source: ACID
pl: KWAS

source: EMBER
pl: ŻAR

source: FLAMETHROWER
pl: MIOTACZOGNIA

source: MIST
pl: MGŁA

source: WATER GUN
pl: WODNA BROŃ

source: HYDRO PUMP
pl: POMPA WODNA

source: SURF
pl: SURFOWANIE

source: ICE BEAM
pl: PROMIEŃ LODU

source: BLIZZARD
pl: ZAMIEĆ

source: PSYBEAM
pl: PSYCHOWIĄZKA

source: BUBBLEBEAM
pl: BĄBLOPROMIEN

source: AURORA BEAM
pl: PROMIEŃZORZY

source: HYPER BEAM
pl: HIPERPROMIEŃ

source: PECK
pl: DZIOBANIE

source: DRILL PECK
pl: ŚWIDRODZIÓB

source: SUBMISSION
pl: PODDANIE

source: LOW KICK
pl: NISKI KOP

source: COUNTER
pl: KONTRA

source: SEISMIC TOSS
pl: SEJSMORZUT

source: STRENGTH
pl: SIŁA

source: ABSORB
pl: ABSORPCJA

source: MEGA DRAIN
pl: MEGAWYSSANIE

source: LEECH SEED
pl: NASIONO MOCY

source: GROWTH
pl: WZROST

source: RAZOR LEAF
pl: OSTRY LIŚĆ

source: SOLARBEAM
pl: WIĄZKASŁOŃCA

source: POISONPOWDER
pl: TRUJĄCY PYŁ

source: STUN SPORE
pl: PYŁ PARALIŻU

source: SLEEP POWDER
pl: PYŁEK SNU

source: PETAL DANCE
pl: PŁATKOTANIEC

source: STRING SHOT
pl: STRZAŁ NICIĄ

source: DRAGON RAGE
pl: SMOCZY GNIEW

source: FIRE SPIN
pl: WIR OGNIA

source: THUNDERSHOCK
pl: ELETROSZOK

source: THUNDERBOLT
pl: BŁYSKAWICA

source: THUNDER WAVE
pl: ELEKTROFALA

source: THUNDER
pl: PIORUN

source: ROCK THROW
pl: RZUT SKAŁĄ

source: EARTHQUAKE
pl: WSTRZĄS

source: FISSURE
pl: SZCZELINA

source: DIG
pl: ZAKOPANIE

source: TOXIC
pl: TOKSYNY

source: CONFUSION
pl: KONFUZJA

source: PSYCHIC
pl: PSYCHOKINEZA

source: HYPNOSIS
pl: HIPNOZA

source: MEDITATE
pl: MEDYTACJA

source: AGILITY
pl: ZWINNOŚĆ

source: QUICK ATTACK
pl: SZYBKI ATAK

source: RAGE
pl: WŚCIEKŁOŚĆ

source: TELEPORT
pl: TELEPORTACJA

source: NIGHT SHADE
pl: NOCNY CIEŃ

source: MIMIC
pl: MIMIKRA

source: SCREECH
pl: SKRZECZENIE

source: DOUBLE TEAM
pl: ROZDWOJENIE

source: RECOVER
pl: UZDROWIENIE

source: HARDEN
pl: UTWARDZANIE

source: MINIMIZE
pl: ZMIEJSZENIE

source: SMOKESCREEN
pl: ZASŁONA DYMU

source: CONFUSE RAY
pl: ŚWIATŁOBŁĘD

source: WITHDRAW
pl: PODEJMIJ

source: DEFENSE CURL
pl: KULA OBRONNA

source: BARRIER
pl: BARIERA

source: LIGHT SCREEN
pl: EKRANŚWIATŁA

source: HAZE
pl: MGIEŁKA

source: REFLECT
pl: ODBICIE

source: FOCUS ENERGY
pl: SKUPIENIE

source: BIDE
pl: CIERPLIWOŚĆ

source: METRONOME
pl: METRONOM

source: MIRROR MOVE
pl: PAPUGOWANIE

source: SELFDESTRUCT
pl: DESTRUKCJA

source: EGG BOMB
pl: JAJKOBOMBA

source: LICK
pl: POLIZANIE

source: SLUDGE
pl: MUŁ

source: BONE CLUB
pl: ATAK KOŚCIĄ

source: FIRE BLAST
pl: PODMUCHOGNIA

source: WATERFALL
pl: WODOSPAD

source: CLAMP
pl: ZATRZASK

source: SWIFT
pl: GWIEZDNY PĘD

source: SKULL BASH
pl: ATAK GŁOWĄ

source: SPIKE CANNON
pl: KOLCODZIAŁO

source: CONSTRICT
pl: ŚCIŚNIĘCIE

source: AMNESIA
pl: AMNEZJA

source: KINESIS
pl: KINEZA

source: SOFTBOILED
pl: JAJONAMIĘKKO

source: HI JUMP KICK
pl: WYKOPZKOLANA

source: GLARE
pl: WZROK WĘŻA

source: DREAM EATER
pl: ZJADACZ SNÓW

source: POISON GAS
pl: TRUJĄCY GAZ

source: BARRAGE
pl: ZAPORA OGNIA

source: LEECH LIFE
pl: WYSYSANIE

source: LOVELY KISS
pl: BUZIAK

source: SKY ATTACK
pl: ATAK Z NIEBA

source: TRANSFORM
pl: PRZEMIANA

source: BUBBLE
pl: BĄBELKI

source: DIZZY PUNCH
pl: BŁEDNA PIEŚĆ

source: SPORE
pl: ZARODNIKI

source: FLASH
pl: BŁYSK

source: PSYWAVE
pl: PSYCHOFALA

source: SPLASH
pl: PLUSKANIE

source: ACID ARMOR
pl: KWASO-ZBROJA

source: CRABHAMMER
pl: KRABI MŁOT

source: EXPLOSION
pl: EKSPLOZJA

source: FURY SWIPES
pl: DZIKA FURIA

source: BONEMERANG
pl: KOŚCIORANG

source: REST
pl: ODPOCZYNEK

source: ROCK SLIDE
pl: LAWINA SKAŁ

source: HYPER FANG
pl: HIPER KIEŁ

source: SHARPEN
pl: ZAOSTRZENIE

source: CONVERSION
pl: KONWERSJA

source: TRI ATTACK
pl: TRÓJATAK

source: SUPER FANG
pl: SUPER KIEŁ

source: SLASH
pl: SIEKANIE

source: SUBSTITUTE
pl: ZASTĘPCA

source: STRUGGLE
pl: SZAMOTANIE

source: SKETCH
pl: SZKIC

source: TRIPLE KICK
pl: POTRÓJNY KOP

source: THIEF
pl: ZŁODZIEJ

source: SPIDER WEB
pl: PAJĘCZA SIEĆ

source: MIND READER
pl: LEGILIMENCJA

source: NIGHTMARE
pl: KOSZMAR

source: FLAME WHEEL
pl: KRĄG OGNIA

source: SNORE
pl: CHRAPANIE

source: CURSE
pl: KLĄTWA

source: FLAIL
pl: WYMACHIWANIE

source: CONVERSION 2
pl: KONWERSJA 2

source: AEROBLAST
pl: AEROBUCH

source: COTTON SPORE
pl: PYŁ BAWEŁNY

source: REVERSAL
pl: ODWRÓCENIE

source: SPITE
pl: ZŁOŚLIWOŚĆ

source: POWDER SNOW
pl: ŚNIEŻNY PYŁ

source: PROTECT
pl: OCHRONA

source: MACH PUNCH
pl: MACH-CIOS

source: SCARY FACE
pl: TWARZ UPIORA

source: FAINT ATTACK
pl: ZAKRADNIECIE

source: SWEET KISS
pl: SŁODKI CMOK

source: BELLY DRUM
pl: BRZUCHOBEBEN

source: SLUDGE BOMB
pl: MUŁOWA BOMBA

source: MUD-SLAP
pl: RZUT BŁOTEM

source: OCTAZOOKA
pl: OŚMIOZOOKA

source: SPIKES
pl: KOLCE

source: ZAP CANNON
pl: ELEKTROKULA

source: FORESIGHT
pl: PRZEZORNOŚĆ

source: DESTINY BOND
pl: WIĘŹ LOSU

source: PERISH SONG
pl: PIEŚŃ ZGUBY

source: ICY WIND
pl: ZIMNY WIATR

source: DETECT
pl: WYKRYCIE

source: BONE RUSH
pl: RZUT KOŚCMI

source: LOCK-ON
pl: WYCELOWANIE

source: OUTRAGE
pl: OBURZENIE

source: SANDSTORM
pl: BURZA PIASKU

source: GIGA DRAIN
pl: GIGAWYSSANIE

source: ENDURE
pl: WYTRWANIE

source: CHARM
pl: UROK

source: ROLLOUT
pl: WALEC

source: FALSE SWIPE
pl: MYLĄCECIECIE

source: SWAGGER
pl: ZUCHWAŁOŚĆ

source: MILK DRINK
pl: ŁYK MLEKA

source: SPARK
pl: ISKRA

source: FURY CUTTER
pl: CIĘCIE FURII

source: STEEL WING
pl: SKRZYDŁOSTAL

source: MEAN LOOK
pl: PODŁY WZROK

source: ATTRACT
pl: ZWABIENIE

source: SLEEP TALK
pl: LUNATYK

source: HEAL BELL
pl: KOJĄCY DZWON

source: RETURN
pl: POWRÓT

source: PRESENT
pl: PREZENT

source: FRUSTRATION
pl: FRUSTRACJA

source: SAFEGUARD
pl: ZASŁONA

source: PAIN SPLIT
pl: PODZIAŁ BÓLU

source: SACRED FIRE
pl: ŚWIĘTY OGIEŃ

source: MAGNITUDE
pl: TĄPNIECIE

source: DYNAMICPUNCH
pl: PREŻNY CIOS

source: MEGAHORN
pl: MEGARÓG

source: DRAGONBREATH
pl: ODDECH SMOKA

source: BATON PASS
pl: SZTAFETA

source: ENCORE
pl: BIS

source: PURSUIT
pl: POŚCIG

source: RAPID SPIN
pl: NAGŁY OBRÓT

source: SWEET SCENT
pl: SŁODKIZAPACH

source: IRON TAIL
pl: ŻELAZNY OGON

source: METAL CLAW
pl: PAZUR METALU

source: VITAL THROW
pl: RZUT WITALNY

source: MORNING SUN
pl: WSCHÓDSŁONCA

source: SYNTHESIS
pl: FOTOSYNTEZA

source: MOONLIGHT
pl: BLASK LUNY

source: HIDDEN POWER
pl: UKRYTA MOC

source: CROSS CHOP
pl: KRZYŻOWYCIOS

source: TWISTER
pl: TORNADO

source: RAIN DANCE
pl: TANIEC DŻDŻU

source: SUNNY DAY
pl: CZYSTE NIEBO

source: CRUNCH
pl: SCHRUPANIE

source: MIRROR COAT
pl: LUSTROOSŁONA

source: PSYCH UP
pl: AUTOSUGESTIA

source: EXTREMESPEED
pl: MEGASZYBKOŚĆ

source: ANCIENTPOWER
pl: PRADAWNA MOC

source: SHADOW BALL
pl: KULA CIENIA

source: FUTURE SIGHT
pl: WIZJA

source: ROCK SMASH
pl: ŁUPACZ SKAŁ

source: WHIRLPOOL
pl: WIR

source: BEAT UP
pl: POBICIE

source: FAKE OUT
pl: OGŁUSZENIE

source: UPROAR
pl: HAŁAS

source: STOCKPILE
pl: ZBIERANIE

source: SPIT UP
pl: WYPLUCIE

source: SWALLOW
pl: PRZEŁKNIECIE

source: HEAT WAVE
pl: FALA CIEPŁA

source: HAIL
pl: GRAD

source: TORMENT
pl: UDRĘKA

source: FLATTER
pl: POCHLEBSTWO

source: WILL-O-WISP
pl: OGNIK

source: FACADE
pl: BRAWURA

source: FOCUS PUNCH
pl: SKUPIONYCIOS

source: SMELLINGSALT
pl: RESUSCYTACJA

source: FOLLOW ME
pl: CHODŹ ZA MNĄ

source: NATURE POWER
pl: SIŁA NATURY

source: CHARGE
pl: ŁADUNEK

source: TAUNT
pl: DRWINY

source: HELPING HAND
pl: POMOCNA DŁON

source: TRICK
pl: SZTUCZKA

source: ROLE PLAY
pl: GRA AKTORSKA

source: WISH
pl: ŻYCZENIE

source: ASSIST
pl: ASYSTA

source: INGRAIN
pl: UKORZENIENIE

source: SUPERPOWER
pl: SUPERSIŁA

source: MAGIC COAT
pl: WARSTWAMAGII

source: RECYCLE
pl: RECYKLING

source: REVENGE
pl: ZEMSTA

source: BRICK BREAK
pl: ŁAMACZ MURÓW

source: YAWN
pl: ZIEWANIE

source: KNOCK OFF
pl: WYTRĄCENIE

source: ENDEAVOR
pl: ŚMIAŁEK

source: ERUPTION
pl: ERUPCJA

source: SKILL SWAP
pl: TALENTOZMIAN

source: IMPRISON
pl: UWIĘZIENIE

source: REFRESH
pl: ODŚWIEŻENIE

source: GRUDGE
pl: URAZA

source: SNATCH
pl: CHWYTANIE

source: SECRET POWER
pl: TAJEMNA MOC

source: DIVE
pl: NURKOWANIE

source: ARM THRUST
pl: NATARCIE

source: CAMOUFLAGE
pl: KOMUFLAŻ

source: TAIL GLOW
pl: POŁYSK OGONA

source: LUSTER PURGE
pl: CZYSTY BLASK

source: MIST BALL
pl: MGLISTA KULA

source: FEATHERDANCE
pl: TANIEC PIÓR

source: TEETER DANCE
pl: HUŚTANIEC

source: BLAZE KICK
pl: OGNISTY KOP

source: MUD SPORT
pl: ZABŁOCENIE

source: ICE BALL
pl: LODOWA KULA

source: NEEDLE ARM
pl: IGŁORAMIE

source: SLACK OFF
pl: ROZLUŹNIENIE

source: HYPER VOICE
pl: HIPER GŁOS

source: POISON FANG
pl: TRUJĄCY KIEŁ

source: CRUSH CLAW
pl: ŁAMIĄCYSZPON

source: BLAST BURN
pl: WYBUCH OGNIA

source: HYDRO CANNON
pl: HYDRODZIAŁO

source: METEOR MASH
pl: CIOS METEORU

source: ASTONISH
pl: ZASKOCZENIE

source: WEATHER BALL
pl: KULA POGODY

source: AROMATHERAPY
pl: AROMATERAPIA

source: FAKE TEARS
pl: FAŁSZYWE ŁZY

source: AIR CUTTER
pl: CIĘCIEWIATRU

source: OVERHEAT
pl: PRZEGRZANIE

source: ODOR SLEUTH
pl: WĘSZENIE

source: ROCK TOMB
pl: KAMIENIOGRÓB

source: SILVER WIND
pl: SREBRNYWIATR

source: METAL SOUND
pl: METALODŹWIĘK

source: GRASSWHISTLE
pl: TRAWOGWIZDEK

source: TICKLE
pl: ŁASKOTKI

source: COSMIC POWER
pl: MOC KOSMOSU

source: WATER SPOUT
pl: CHLUĘNIĘCIE

source: SIGNAL BEAM
pl: SYGNALIZATOR

source: SHADOW PUNCH
pl: PIĘŚĆ CIENIA

source: EXTRASENSORY
pl: MOC ESP

source: SKY UPPERCUT
pl: PODNIEBNYHAK

source: SAND TOMB
pl: PIASKOGRÓB

source: SHEER COLD
pl: CZYSTE ZIMNO

source: MUDDY WATER
pl: MĘTNA WODA

source: BULLET SEED
pl: POCISKNASION

source: AERIAL ACE
pl: AS POWIETRZA

source: ICICLE SPEAR
pl: LODOOSZCZEP

source: IRON DEFENSE
pl: ŻELAZOOBRONA

source: BLOCK
pl: BLOK

source: HOWL
pl: WYCIE

source: DRAGON CLAW
pl: SMOCZY PAZUR

source: FRENZY PLANT
pl: SZAŁ ROŚLINY

source: BULK UP
pl: NAPRĘŻENIE

source: BOUNCE
pl: WYBICIE

source: MUD SHOT
pl: STRZAŁBŁOTEM

source: POISON TAIL
pl: ZATRUTY OGON

source: COVET
pl: POŻĄDLIWOŚĆ

source: VOLT TACKLE
pl: WOLTOWY CIOS

source: MAGICAL LEAF
pl: MAGICZNYLIŚĆ

source: WATER SPORT
pl: ROZCHLAPANIE

source: CALM MIND
pl: SPOKÓJUMYSŁU

source: LEAF BLADE
pl: OSTRZELIŚCIA

source: DRAGON DANCE
pl: TANIEC SMOKA

source: ROCK BLAST
pl: WYBUCH SKAŁ

source: SHOCK WAVE
pl: RAŻĄCA FALA

source: WATER PULSE
pl: PULS WODY

source: DOOM DESIRE
pl: CHĘĆ ZAGŁADY

source: PSYCHO BOOST
pl: PSYCHOWZROST

source: HARDY
pl: HARDA

source: LONELY
pl: SAMOTNA

source: BRAVE
pl: ODWAŻNA

source: ADAMANT
pl: NIEUGIĘTA

source: NAUGHTY
pl: NIEMIŁA

source: BOLD
pl: ZUCHWAŁA

source: DOCILE
pl: ULEGŁA

source: RELAXED
pl: ROZLIŹNIONA

source: IMPISH
pl: FIGLARNA

source: LAX
pl: LUŹNA

source: TIMID
pl: PŁOCHLIWA

source: HASTY
pl: PORYWCZA

source: SERIOUS
pl: POWAŻNA

source: JOLLY
pl: RADOSNA

source: NAIVE
pl: NAIWNA

source: MODEST
pl: SKROMNA

source: MILD
pl: DELIKATNA

source: QUIET
pl: WYCISZONA

source: BASHFUL
pl: NIEŚMIAŁA

source: RASH
pl: NIEROZWAŻNA

source: CALM
pl: SPOKOJNA

source: GENTLE
pl: OGLĘDNA

source: SASSY
pl: AROGANCKA

source: CAREFUL
pl: OSTROŻNA

source: QUIRKY
pl: KAPRYŚNA

source: Previously on your quest…
pl: Poprzednio w czasie gry…

# {PLAYER} switched the POKéMON {STR_VAR_1} with {STR_VAR_2}.
source: {PLAYER} switched the POKéMON\n{STR_VAR_1} with {STR_VAR_2}.
pl: {PLAYER} zmienił POKéMONA\n{STR_VAR_1} z {STR_VAR_2}.

source: Took the item {STR_VAR_2} from\n{STR_VAR_1} and gave it the item\n{STR_VAR_3} to hold.
pl: Wziąłeś przedmiot {STR_VAR_2} od\n{STR_VAR_1} i dałeś mu przedmiot\n{STR_VAR_3}

# Took the item {STR_VAR_2} from {STR_VAR_1}.
source: Took the item {STR_VAR_2} from\n{STR_VAR_1}.
pl: Wziąłeś {STR_VAR_2} od\n{STR_VAR_1}.

# Used the item {STR_VAR_1} on {STR_VAR_2} at this location.
source: Used the item {STR_VAR_1} on {STR_VAR_2}\nat this location.
pl: Użyłeś przedmiotu {STR_VAR_1} na {STR_VAR_2}\nw tym miejscu

# {PLAYER} used the {STR_VAR_1}.
source: {PLAYER} used the\n{STR_VAR_1}.
pl: {PLAYER} użył\n{STR_VAR_1}.

# Used the item {STR_VAR_1}, which was in the KEY ITEMS POCKET.
source: Used the item {STR_VAR_1}, which was\nin the KEY ITEMS POCKET.
pl: Użyłeś KLUCZOWEGO PRZEDMIOTU\n{STR_VAR_1}.

# {STR_VAR_1} learned the move {STR_VAR_2} from a TM.
source: {STR_VAR_1} learned the move\n{STR_VAR_2} from a TM.
pl: {STR_VAR_1} nauczył ruchu\n{STR_VAR_2} używając TM.

source: {STR_VAR_1} learned the move\n{STR_VAR_2} from a TM and forgot\nthe move {STR_VAR_3}.
pl: {STR_VAR_1} nauczył ruchu\n{STR_VAR_2} używając TM i usunął\nruch {STR_VAR_3}.

# POKéMON were fully restored at a POKéMON CENTER.
source: POKéMON were fully restored\nat a POKéMON CENTER.
pl: POKéMONY zostały wyleczone\nw CENTRUM POKéMON.

# {DYNAMIC 0x00} had a marvelous battle with the CHAMPION, {DYNAMIC 0x01}.
source: {DYNAMIC 0x00} had a marvelous battle\nwith the CHAMPION, {DYNAMIC 0x01}.
pl: {DYNAMIC 0x00} przeprowadził wspaniałą\nwalkę z MISTRZEM, {DYNAMIC 0x01}.

source: In the end, {DYNAMIC 0x00} sent out {DYNAMIC 0x01}\nwhile {DYNAMIC 0x02} countered with\n{DYNAMIC 0x03}.
pl: Końcowo, {DYNAMIC 0x00} wysłał {DYNAMIC 0x01},\ngdy {DYNAMIC 0x02} skontrował go z\n{DYNAMIC 0x03}.

source: And, as a result of battling with every\nbit of power, {DYNAMIC 0x00} won\nthe match.
pl: Końcowo jednak w wyniku wyrównanego\npojedynku, {DYNAMIC 0x00} zwyciężył\nwalkę.

source: Removed the item {STR_VAR_1} from\nthe BAG's ITEMS POCKET and stored it\non the PC.
pl: Usunął przedmiot {STR_VAR_1} z\nkieszeni PRZEDMIOTÓW w TORBIE i umieścił\nw PC.

# {PLAYER} withdrew the item {STR_VAR_1} from the PC.
source: {PLAYER} withdrew the item {STR_VAR_1}\nfrom the PC.
pl: {PLAYER} podjął przedmiot {STR_VAR_1}\nz PC.

# Traded {STR_VAR_3} in exchange for {STR_VAR_1}'s {STR_VAR_2}.
source: Traded {STR_VAR_3} in exchange for\n{STR_VAR_1}'s {STR_VAR_2}.
pl: Wymienił {STR_VAR_3} za\n{STR_VAR_1} trenera {STR_VAR_2}.

source: Took on {DYNAMIC 0x00} in a SINGLE BATTLE.\nIt was a hotly contested match that\nresulted in a {DYNAMIC 0x01}.
pl: Zaatakował {DYNAMIC 0x00} w POJEDYNCZEJ\nWALCE. Była ostro oceniana i\nzakończyła się {DYNAMIC 0x01}.

source: Took on {DYNAMIC 0x00} in a DOUBLE BATTLE.\nIt was an extended match that resulted\nin a {DYNAMIC 0x01}.
pl: Zaatakował {DYNAMIC 0x00} w PODWÓJNEN WALCE.\nBył to poszerzony pojedynek zakończony\n{DYNAMIC 0x01}.

source: {DYNAMIC 0x00} and {DYNAMIC 0x01} took on\n{DYNAMIC 0x02} and {DYNAMIC 0x03} in a\nMULTI BATTLE and got a {DYNAMIC 0x04}.
pl: {DYNAMIC 0x00} i {DYNAMIC 0x01} zaatakowali\n{DYNAMIC 0x02} i {DYNAMIC 0x03} w \nMULTIWALCE i zdobyli {DYNAMIC 0x04}.

source: win
pl: wygrałeś

source: loss
pl: przegrałeś

# Mingled with other TRAINERS in the UNION ROOM.
source: Mingled with other TRAINERS in\nthe UNION ROOM.
pl: Włączył się w zabawę z TRNERAMI\nw UNION ROOM.

# Departed {STR_VAR_2} in {STR_VAR_1} for the next destination.
source: Departed {STR_VAR_2}\nin {STR_VAR_1} for the next\ndestination.
pl: Wyruszył {STR_VAR_2}\nw {STR_VAR_1} do następnego\ncelu.

source: After consideration, switched\n{DYNAMIC 0x01} in {DYNAMIC 0x00} with\n{DYNAMIC 0x03} in {DYNAMIC 0x02}.
pl: Po przemyśleniu, zmienił\n{DYNAMIC 0x01} w {DYNAMIC 0x00} z\n{DYNAMIC 0x03} w {DYNAMIC 0x02}.

source: After deep thought, switched\n{DYNAMIC 0x01} in BOX “{DYNAMIC 0x00}” to\nthe BOX “{DYNAMIC 0x02}.”
pl: Po przemyśleniu, przesunął\n{DYNAMIC 0x01} w BOXIE “{DYNAMIC 0x00}” do\nBOXU “{DYNAMIC 0x02}.”

# Switched around {DYNAMIC 0x01} and {DYNAMIC 0x02} in {DYNAMIC 0x00}.
source: Switched around {DYNAMIC 0x01} and\n{DYNAMIC 0x02} in {DYNAMIC 0x00}.
pl: Zmienił ze sobą {DYNAMIC 0x01} i\n{DYNAMIC 0x02} w {DYNAMIC 0x00}.

source: Moved {DYNAMIC 0x01} in {DYNAMIC 0x00}.
pl: Ruszył {DYNAMIC 0x01} w {DYNAMIC 0x00}.

# Switched {DYNAMIC 0x01} in {DYNAMIC 0x00} with {DYNAMIC 0x02} in the party.
source: Switched {DYNAMIC 0x01} in {DYNAMIC 0x00}\nwith {DYNAMIC 0x02} in the party.
pl: Zmienił {DYNAMIC 0x01} w {DYNAMIC 0x00}\nz {DYNAMIC 0x02} w drużynie.

# Added {DYNAMIC 0x01} in {DYNAMIC 0x00} to the party.
source: Added {DYNAMIC 0x01} in {DYNAMIC 0x00}\nto the party.
pl: Dodał {DYNAMIC 0x01} w {DYNAMIC 0x00}\ndo drużyny.

# Moved {DYNAMIC 0x00} from the party to {DYNAMIC 0x01}.
source: Moved {DYNAMIC 0x00} from the party\nto {DYNAMIC 0x01}.
pl: Ruszył {DYNAMIC 0x00} z drużyny\ndo {DYNAMIC 0x01}.

# Moved a group of POKéMON in {DYNAMIC 0x00} to {DYNAMIC 0x01}.
source: Moved a group of POKéMON in\n{DYNAMIC 0x00} to {DYNAMIC 0x01}.
pl: Ruszył grupę POKéMONÓW w\n{DYNAMIC 0x00} do {DYNAMIC 0x01}.

source: a different spot
pl: innego punktu

source: Removed the item {STR_VAR_1} from\n{PLAYER}'s PC and gave it to {STR_VAR_2}\nto hold.
pl: Wyjął przedmiot {STR_VAR_1} z\n{PLAYER} PC i przekazał go do trzymania\n{STR_VAR_2}.

source: Removed the item {STR_VAR_1} from\na PC, gave it to {STR_VAR_2}, and put\nthe {STR_VAR_3} it held in the BAG.
pl: Wyjął przedmiot {STR_VAR_1}z\nPC i dał go {STR_VAR_2} oraz przeniósł\n{STR_VAR_3}, które trzymał do TORBY.

source: Chatted with many TRAINERS.
pl: Porozmawiał z TRENERAMI.

source: Met and traded with {STR_VAR_1}.\nObtained the TRAINER's {STR_VAR_2} in\nexchange for {STR_VAR_3}.
pl: Wymienił się z {STR_VAR_1}.\nOtrzymał {STR_VAR_2} TRENERA w zamian za\n{STR_VAR_3}.

# Met and battled {STR_VAR_1}. The match ended in a {STR_VAR_2}.
source: Met and battled {STR_VAR_1}.\nThe match ended in a {STR_VAR_2}.
pl: Walczył z {STR_VAR_1}.\nPojedynek zakończył się {STR_VAR_2}.

# Went to the POKéMON MART in {DYNAMIC 0x00} and bought one {DYNAMIC 0x01}.
source: Went to the POKéMON MART in\n{DYNAMIC 0x00} and bought one \n{DYNAMIC 0x01}.
pl: Poszedł do POKéMON MART w\n{DYNAMIC 0x00} i nabył\n{DYNAMIC 0x01}.

source: Went to the POKéMON MART in\n{DYNAMIC 0x00} and spent ¥{DYNAMIC 0x02} for\nitems including {DYNAMIC 0x01}(s).
pl: Poszedł do POKéMON MART w\n{DYNAMIC 0x00} i wydał tam ¥{DYNAMIC 0x02} na\nprzedmioty, w tym {DYNAMIC 0x01} .

source: {DYNAMIC 0x00} went to the POKéMON MART in\n{DYNAMIC 0x01} and sold {DYNAMIC 0x03} of\nthe item {DYNAMIC 0x02}.
pl: {DYNAMIC 0x00} poszedł do POKéMON MART w\n{DYNAMIC 0x01} i sprzedał {DYNAMIC 0x03} \nprzedmioty {DYNAMIC 0x02}.

source: Sold items including {DYNAMIC 0x01} at\nthe POKéMON MART in {DYNAMIC 0x00},\nworth ¥{DYNAMIC 0x02}.
pl: Sprzedał przedmioty, w tym {DYNAMIC 0x01}\n w POKéMON MART w {DYNAMIC 0x00},\nwarte ¥{DYNAMIC 0x02}.

source: just one
pl: tylko 1

# {STR_VAR_1} shared its HP using the move SOFTBOILED.
source: {STR_VAR_1} shared its HP using the move\nSOFTBOILED.
pl: {STR_VAR_1} podzielił się HP używając\nJAJONAMIĘKKO.

# {STR_VAR_1} shared its HP using the move MILK DRINK.
source: {STR_VAR_1} shared its HP using the move\nMILK DRINK.
pl: {STR_VAR_1} podzielił się HP używając\nŁYKU MLEKA.

# {STR_VAR_1} securely learned the move {STR_VAR_2} using an HM.
source: {STR_VAR_1} securely learned the move\n{STR_VAR_2} using an HM.
pl: {STR_VAR_1} bezpiecznie nauczył się\n{STR_VAR_2} używając HM.

source: {STR_VAR_1} securely learned the move\n{STR_VAR_2} using an HM and forgot\nthe move {STR_VAR_3}.
pl: {STR_VAR_1} bezpiecznie nauczył się\nruchu {STR_VAR_2} używając HM i\nstracił ruch {STR_VAR_3}.

# {DYNAMIC 0x05} managed to defeat the POKéMON {DYNAMIC 0x01} in {DYNAMIC 0x00}.
source: {DYNAMIC 0x05} managed to defeat the POKéMON\n{DYNAMIC 0x01} in {DYNAMIC 0x00}.
pl: {DYNAMIC 0x05} pokonał POKéMONA\n{DYNAMIC 0x01} w {DYNAMIC 0x00}.

# Defeated {DYNAMIC 0x02} wild POKéMON including {DYNAMIC 0x01} in {DYNAMIC 0x00}.
source: Defeated {DYNAMIC 0x02} wild POKéMON including\n{DYNAMIC 0x01} in {DYNAMIC 0x00}.
pl: Pokonał {DYNAMIC 0x02} dzikich POKéMON w tym\n{DYNAMIC 0x01} w {DYNAMIC 0x00}.

# {DYNAMIC 0x05} managed to catch the POKéMON {DYNAMIC 0x03} in {DYNAMIC 0x00}.
source: {DYNAMIC 0x05} managed to catch the POKéMON\n{DYNAMIC 0x03} in {DYNAMIC 0x00}.
pl: {DYNAMIC 0x05} zręcznie złapał POKéMONA\n{DYNAMIC 0x03} w {DYNAMIC 0x00}.
